Repository: nitrokart/openpyro
Catalog: ISS for PyroIgnitionControl/PyroIgnitionControl_V1.4.4/locale/*/LC_MESSAGES/default.po
Languages: fr, ru

source: ms
fr: msec
ru: мсек

source: %s potentielle Fehler gefunden !
fr: %s Erreurs éventuelles trouvées !
ru: %s потенциальных ошибок найдено!

source: (*.csv) CSV Datei|*.csv
fr: (*.csv) CSV Dossier|*.csv
ru: (*.csv) CSV Данные |*.csv

source: + Bodenelement
fr: + Elément au sol
ru: + Наземный элемент

source: + Cake
ru: + Торт

source: + Facher 5x
ru: + Предмет 5x

source: + Facher 6x
ru: + Предмет 6x

source: + Facher 8x
ru: + Предмет 8x

source: + Rack 10x 50mm
ru: + Связка 10x 50мм

source: + Rack 10x 65mm
ru: + Связка 10x 65мм

source: + Rack 5x 100mm
ru: + Связка 5x 100мм

source: + Rack 5x 125mm
ru: + Связка 5x 125мм

source: + Rack 5x 75mm
ru: + Связка 5x 75мм

source: 1 sek
fr: 1 sec
ru: 1 сек

source: 10 sek
fr: 10 sec
ru: 10 сек

source: 15 sek
fr: 15 sec
ru: 15 сек

source: 20 sek
fr: 20 sec
ru: 20 сек

source: 200 ms
fr: 200 msec
ru: 200 мсек

source: 30 sek
fr: 30 sec
ru: 30 сек

source: 5 sek
fr: 5 sec
ru: 5 сек

source: 500 ms
fr: 500 msec
ru: 500 мсек

source: 60 sek
fr: 60 sec
ru: 60 сек

source: Aktivieren
fr: Activer
ru: Включить

source: All supporded Filetypes|*.WAV;*.MP3;*.MP2;*.MP1;
fr: Types de fichiers pris en charge|*.WAV;*.MP3;*.MP2;*.MP1;
ru: Все поддерживаемые файлы |*.WAV;*.MP3;*.MP2;*.MP1;

source: All supporded Filetypes|*.zpl;*.hfl;*.rl;
fr: Types de fichiers pris en charge|*.zpl;*.hfl;*.rl;
ru: Все поддерживаемые файлы |*.zpl;*.hfl;*.rl;

source: Allgemein
fr: Général
ru: Основные

source: Anzahl der Cues:
fr: Nombre de lignes:
ru: Количество каналов:

source: Anzahl verwendeter Module:
fr: Nombre de satellites utilisés:
ru: Количество модулей:

source: Anzeige der Zeit seit erster Cueauslosung
ru: Отображать время с первого воспламенителя

source: Anzeige der vergangenen Zeit nach Cueauslosung
ru: Отображать время с последнего воспламенителя

source: Anzeige:
fr: Afficher:
ru: Отображение:

source: Auf Doppelbelegung prufen
ru: Проверять каналы на многократное использование

source: Auto
ru: Авто

source: Bearbeiten:
fr: Modifier:
ru: Редактировать

source: Beschreibung
fr: Description
ru: Заряд

source: Beschreibung:
fr: Description:
ru: Заряд

source: Bezeichnung
fr: Description
ru: Наименование

source: Bezeichnung:
fr: Description:
ru: Наименование:

source: Bitte Anfangskanal eingeben
fr: Entrez le canal initial
ru: Введите начальный канал

source: Bitte Anzahl der Plätze angeben
fr: Entrez le nombre d'élements
ru: Введите количество элементов

source: Bitte Position eingeben
fr: Entrez la position
ru: Введите позицию

source: Bitte Slave ID eingeben
fr: Entrez l'ID esclave
ru: Введите номер модуля

source: Bitte den gewünschte Winkel eingeben:
fr: Entrez un angle:
ru: Введите угол наклона

source: Bitte die gewünschte Rackbezeichnung eingeben:
fr: Entrez une description pour le rack:
ru: Введите номер связки:

source: CSV (Comma delimited)
fr: CSV (Séparés par des virgules)
ru: CSV (разделитель запятая)

source: CSV Import
ru: Импорт из CSV файла

source: Cancel
fr: Ignorer
ru: Отмена

source: Colum-Zeile:
fr: Colonne-Ligne:
ru: Столбец-Строка

source: ComPort:
fr: Port Com:
ru: Номер COM порта:

source: ComPort: %s konnte nicht geoffnet werden ! Bitte korrigieren sie die Einstellungen
ru: Не возможно открыть ComPort %s ! Проверти настройки

source: Connect
fr: Connecter
ru: Соединение

source: Created:
fr: Création:
ru: Создать

source: Csv-Import:
ru: Импорт-CSV

source: Cue
fr: Ligne
ru: Команда

source: Cue 1
fr: Ligne 1
ru: Ком. 1

source: Cue 1 - 8
fr: Ligne 1 - 8
ru: Команда 1 - 8

source: Cue 10
fr: Ligne 10
ru: Ком. 10

source: Cue 11
fr: Ligne 11
ru: Ком. 11

source: Cue 12
fr: Ligne 12
ru: Ком. 12

source: Cue 13
fr: Ligne 13
ru: Ком. 13

source: Cue 14
fr: Ligne 14
ru: Ком. 14

source: Cue 15
fr: Ligne 15
ru: Ком. 15

source: Cue 16
fr: Ligne 16
ru: Ком. 16

source: Cue 17
fr: Ligne 17
ru: Канал17

source: Cue 17 - 24
fr: Ligne 17 - 24
ru: Команда 17 - 24

source: Cue 18
fr: Ligne 18
ru: Ком. 18

source: Cue 19
fr: Ligne 19
ru: Ком. 19

source: Cue 2
fr: Ligne 2
ru: Ком. 2

source: Cue 20
fr: Ligne 20
ru: Ком. 20

source: Cue 21
fr: Ligne 21
ru: Ком. 21

source: Cue 22
fr: Ligne 22
ru: Ком. 22

source: Cue 23
fr: Ligne 23
ru: Ком. 23

source: Cue 24
fr: Ligne 24
ru: Ком. 24

source: Cue 25
fr: Ligne 25
ru: Ком. 25

source: Cue 25 - 32
fr: Ligne 25 - 32
ru: Команда 25 - 32

source: Cue 26
fr: Ligne 26
ru: Ком. 26

source: Cue 27
fr: Ligne 27
ru: Ком. 27

source: Cue 28
fr: Ligne 28
ru: Ком. 28

source: Cue 29
fr: Ligne 29
ru: Ком. 29

source: Cue 3
fr: Ligne 3
ru: Ком. 3

source: Cue 30
fr: Ligne 30
ru: Ком. 30

source: Cue 31
fr: Ligne 31
ru: Ком. 31

source: Cue 32
fr: Ligne 32
ru: Ком. 32

source: Cue 4
fr: Ligne 4
ru: Ком. 4

source: Cue 5
fr: Ligne 5
ru: Ком. 5

source: Cue 6
fr: Ligne 6
ru: Ком. 6

source: Cue 7
fr: Ligne 7
ru: Ком. 7

source: Cue 8
fr: Ligne 8
ru: Ком. 8

source: Cue 9
fr: Ligne 9
ru: Ком. 9

source: Cue 9 - 16
fr: Ligne 9 - 16
ru: Команда 9 - 16

source: Cue Nr.
fr: Ligne N°.
ru: Команда №

source: Cue bearbeiten:
fr: Editer Ligne:
ru: Редактировать канал

source: Cue hinzufügen:
fr: Ajouter Ligne:
ru: Добавить канал

source: Cue:
fr: Ligne:
ru: Команда

source: Cue:
fr: Ligne:
ru: Редактор сценария

source: CueList
fr: Liste des Lignes
ru: Сценарий

source: Cuelinien anzeigen
fr: Montrer les Lignes
ru: Показать канал

source: Cues:
ru: Команды:

source: Cues: 0
ru: Команды: 0

source: Das Projekt existiert bereits. Möchten Sie die Dateien uberschrieben ?
ru: Проект уже существует, вы хотите перезаписать его?

source: Data Interchange Format
fr: Format des données d'échange
ru: Формат обмена данными

source: Data was copied to clipboard!
fr: Les données ont été copiées dans le presse-papiers!
ru: Данные были скопированы в буфер обмена!

source: Datei
fr: Fichier
ru: Файл

source: Datei konnte nicht geoffnet werden
ru: Ошибка при открытии файла

source: Datenbank
fr: Base de données
ru: База данных

source: Datenbank:
fr: Base de données:
ru: База данных

source: Datenbankeintrag
fr: Entrée de base de données
ru: Редактор заряда

source: Dauer
fr: Durée
ru: Длинна

source: Dauer:
fr: Durée:
ru: Длинна

source: Der Cue %s wurde in Part %s bereits belegt !
fr: La ligne %s est déjà utilisée dans le satellite %s !
ru: Канал № %s уже используется в части № %s !

source: Der Kanal %s ist auf Slave %s doppelt belegt !
fr: La sortie %s est déjà utilisée pour le satellite %s !
ru: Канал № %s уже используется в модуле № %s !

source: Der Kanal %s wurde für Slave %s bereits belegt !
fr: La sortie %s et le satellite %s sont utilisés deux fois !
ru: Канал № %s уже используется в модуле № %s !

source: Die Datei existiert bereits möchten sie die Datei überschrieben ?
fr: Le fichier existe déjà, voulez-vous écraser l'ancien?
ru: Файл уже существует, вы хотите перезаписать его?

source: Dunkelstellen anzeigen
fr: Montrer les zones sombres
ru: Показать темные места

source: E&xport formats:
fr: Formats d'E&xport:
ru: Формат E&xport

source: Easy Fire
fr: Tir Simple
ru: Простой Запуск

source: Effekt
fr: Effet
ru: Заряд

source: Effekt entfernen
fr: Retirer l'effet
ru: Удалтить заряд

source: Effekt:
fr: Effet:
ru: Заряд

source: Effektbeginn erhöhen
fr: Augmenter le début d'effet
ru: Увеличение задержки

source: Effektbeginn erhohen um x
ru: Увеличение задержки по x

source: Effektbeginn verringern
fr: Diminuer le début d'effet
ru: Уменьшение задержки

source: Effektbeginn verringern um x
fr: Diminuer le début d'effet par x
ru: Уменьшение задержки по x

source: Effektbeginn:
fr: Début d'effet:
ru: Начало

source: Effektdatenbank
fr: Base de données d'effet
ru: База данных зарядов

source: Effektdauer:
fr: Durée:
ru: Длинна

source: Ein oder mehrere Elemente in der Zündliste entsprechen nicht dem korrekten Format
fr: Un ou plusieurs éléments dans la liste n'ont pas le format correct
ru: Одна или несколько записей в неправильном формате

source: Einstellungen
fr: Options
ru: Настройки

source: Einstellungen:
fr: Options:
ru: Настройки

source: Enter password:
fr: Entrer le mot de passe:
ru: Ввести пароль:

source: Erhöhen
fr: Augmenter
ru: Увеличить

source: Es muss mindestens der Effektbeginn angegeben werden
fr: Vous devez sélectionner au moins le début d'effet
ru: Вы должны выбрать хотя бы один заряд

source: Es wurde kein Zündplugin gefunden
fr: Aucun plugin d'allumage trouvé
ru: Не найден plugin запуска

source: Excel Export
fr: Export Excel
ru: Экспорт в Excel

source: Excel Files
fr: Fichiers Excel
ru: Файл Excel

source: Export &to file
fr: Expor&ter vers un fichier
ru: Экспорт в &to файл

source: Exporting DataSet
fr: Exportation des paramètres
ru: Экспорт DataSet

source: Falsche Plugin Version ! Benötigte Version %s
fr: Mauvaise version de plugin ! Vous devez utiliser la version %s
ru: Неправильная версия plugin! Вы должны использовать версию %s

source: Falsches Passwort
fr: Mot de passe incorrect
ru: Неправильный пароль

source: Farben:
fr: Couleur:
ru: Цвет

source: Fehler beim auslesen der Datei !
fr: Impossible de lire le fichier !
ru: Ошибка при обработке файла!

source: Fehler beim laden der Datei "%s"
fr: Erreur à l'ouverture du fichier "%s"
ru: Ошибка при открытии файла "%s"

source: Fehler beim speichern der Datei "%s"
fr: Impossible d'enregistrer le fichier "%s"
ru: Ошибка при сохранении файла "%s"

source: Fehler beim suchen der Colums !
fr: Échec de la recherche des colonnes !
ru: Ошибка при поиске Столбца!

source: Felder suchen
fr: Champs de recherche
ru: Поле поиска

source: Fenster
fr: Fenêtre
ru: Окна

source: Fenster anordnen
fr: Organiser les fenêtres
ru: Упорядочить окна

source: Fenster:
fr: Fenêtre:
ru: Дополнительные окна

source: FireNextCue
fr: Mise à feu ligne suivante
ru: Запуск Следующей Команды

source: Facher hinzufugen
ru: Добавить предмет

source: Gemessen an der letzten Zundung
ru: Вычисления с последнего запуска

source: Geringster Abstand zwischen zwei Zündungen:
fr: Ecart minimum entre deux tirs:
ru: Минимальный интервал между запусками двух каналов:

source: Geschossene Cues markieren
fr: Marquer les lignes tirées
ru: Пометить запушенные каналы

source: Globale Verzögerung:
fr: Retard global:
ru: Глобальная задержка:

source: Globale Verzogerung: (S.MS)
ru: Глобальная задержка: (С.МС)

source: Große:
ru: Размер

source: HTML Documents
ru: Документ HTML

source: Handfire
fr: Mise à feu manuelle
ru: Ручная стрельба

source: Handfire Listenoptionen:
fr: Liste d'options mise à feu manuelle
ru: Список настройки ручной стрельбы

source: Hersteller
fr: Fabricant
ru: Производитель

source: Hersteller:
fr: Fabricant:
ru: Поставщик

source: Hinweis
fr: Indication
ru: Предупреждение

source: Hinweis: Anderungen werden erst beim Neustart der Software aktiv !
ru: Вы должны перезапустить программу для применения изменений !

source: Hochformat
fr: Portrait
ru: Высокий формат

source: Id muss zwischen 1 und 30 liegen
fr: Entrez un id entre 1 et 30
ru: Id должен находится между 1 и 30

source: Importfelder:
fr: Champs d'importation:
ru: Импортировать поля:

source: In Show springen
fr: Avancer dans le show
ru: Перейти в позицию...

source: Kaliber
fr: Calibre
ru: Калибр

source: Kaliber:
fr: Calibre:
ru: Калибр

source: Kanal muss zwischen 1 und 99 liegen
fr: Entrez un canal entre 1 et 99
ru: Канал должен находится между 1 и 99

source: Kanal:
fr: Canal:
ru: № Канала

source: Kanal:
fr: Canal:
ru: Канал

source: Kanalnummern setzen
fr: Définir N° de canal
ru: Выберете номер канала

source: Kategorie
fr: Categorie
ru: Категория

source: Kategorie:
fr: Categorie:
ru: Категория

source: Kein Eintrag ausgewählt !
fr: Pas de ligne selectionnée !
ru: Не выбрана команда !

source: Keine gültige Zahl
fr: Numéro non valide
ru: Недопустимое число

source: Konstant gemessen an den eingetragenen Zeiten
fr: Calculé en permanence par la liste des temps
ru: Вычисления констант по списку времени

source: Linienhöhe der Cuelines in %
fr: Hauteur des lignes de Ligne (%)
ru: Высота канала (%)

source: Liste importieren
fr: Importer la liste
ru: Импортировать список

source: Listenoptionen:
fr: Liste des options
ru: Список настроек

source: Loschen
ru: Удалить

source: Modus:
fr: Mode:
ru: Режим:

source: Musik starten wenn Cue1 in Part1 gedruckt wurde
ru: Запускать музыку по первой команде запуска при ручной стрельбе

source: Musik:
fr: Musique:
ru: Музыка

source: Möchten Sie die Änderungen im Projekt speichern ?
fr: Enregistrer les modifications dans le projet ?
ru: Сохранить проект перед выходом из программы?

source: Mörser:
fr: Mortier:
ru: Мортира

source: Nachste Zundung: 00:00.000
ru: Следующий запуск: 00:00.000

source: Nächste Zündung: 00:00.000
fr: Allumage suivant: 00:00,000
ru: Следующий запуск: 00:00.000

source: Negative Zündzeiten nicht möglich
fr: Valeurs négatives d'allumage non autorisées
ru: Отрицательное значение не допускается

source: Neues Projekt
fr: Nouveau projet
ru: Новый проект

source: Nicht anzeigen
fr: Masquer
ru: Не показывать

source: Nicht mit der Anlage verbunden ! Soll versucht werden die Verbindung herzustellen ?
fr: Pas connecté au système d'allumage ! Le logiciel doit il tenter de se connecter ?
ru: Не связи с системой запуска! Дать возможность программному обеспечению выбрать порт подключения самостоятельно?

source: Nr.
fr: N°
ru: № п.п.

source: Nur manuelle Verbindung (Einstellungen -> Connect)
fr: Connection manuelle (Options -> Connection)
ru: Соединение в ручную (Настройки -> Соединение)

source: Nächste Zündung:
fr: Allumage suivant:
ru: Следующий запуск:

source: Optionen
fr: Options
ru: Настройки

source: Output
fr: Sortie
ru: Соединение

source: Part 1
ru: Часть 1

source: Part 2
ru: Часть 2

source: Part 3
ru: Часть 3

source: Part:
ru: Часть сценария

source: Passwort eingeben:
fr: Entrer le mot de passe:
ru: Ввести пароль:

source: Passwort nutzen
fr: Utilisation d'un mot de passe
ru: Использовать пароль безопасности запуска

source: Passwort stimmt nicht überein ! Bitte erneut eingeben
fr: Le mot de passe entré n'est pas identique ! Essayez à nouveau
ru: Пароли которые вы ввели не совпадают! Повторите ввод.

source: Passwort wiederholen:
fr: Répétez le mot de passe:
ru: Подтвердить пароль:

source: Passwortfeld darf nicht leer bleiben !
fr: Le champ Mot de passe ne peut pas être vide !
ru: Поле Пароль не может быть пустым!

source: Pdf Export
ru: Экспорт в PDF

source: Platz bereits belegt !
fr: L'espace déjà occupé !
ru: Уже установлен!

source: Play/Pause
ru: Пуск/Пауза

source: Position
ru: Позиция

source: Position bereits gesetzt
fr: Position déjà occupée
ru: Позиция уже установлена

source: Position setzen
fr: Définir la position
ru: Установить позицию

source: Position:
ru: Позиция

source: Processing...
fr: Traitement...
ru: Обработка...

source: Programm beenden
fr: Quitter le programme
ru: Выход из программы

source: PyroIgnitionControl V1.4.4
ru: PyroIgnitionControl RUS V1.4.4 (Перевод команды www.OpenPyro.com)

source: Programm kann nicht beendet werden solange die Software scharfgeschaltet ist !
fr: Le programme ne peut être fermé tant que le logiciel est armé !
ru: Программа не может быть закрыта когда она находится в боевом режиме!

source: Projekt laden
fr: Charger un projet
ru: Открыть проект

source: Projekt speichern
fr: Sauvegarder le projet
ru: Сохранить проект

source: Querformat
fr: Paysage
ru: Пейзаж

source: Rack Nr.:
ru: Связка №

source: Rack Organizer
fr: Organisateur de rack
ru: Органайзер Связок

source: Rack einfügen
fr: Support de Rack
ru: Вставить Связку

source: Rack hinzufugen
ru: Добавить Связку

source: Racknummer
ru: Номер связки

source: Racknummer setzen
fr: Définir N° de Rack
ru: Установить номер связки

source: Racks verwalten
fr: Gérer les Racks
ru: Управление связками

source: Reserve:
fr: Secours:
ru: Каналы резерва

source: Rich Text Format
ru: Формат Rich Text

source: SYLK Files
fr: Fichiers SYLK
ru: Файл SYLK

source: Save document
fr: Sauvegarder le document
ru: Сохранить документ

source: Selectline:
fr: Sélectionnez Ligne:
ru: Выбранное

source: Set Cue:
fr: Définir Ligne:
ru: Редактор команды

source: Show
ru: Сценарий

source: Show Nr.
fr: Show N°
ru: Часть Сценария

source: Show Part:
ru: Часть Сценария

source: Show anhalten
fr: Interrompre le show
ru: Пауза в сценарии

source: Show fortsetzen
fr: Continuer le show
ru: Остановить сценарий

source: Show uberprufen
ru: Проверить сценарий

source: Showlange: 00:00.000
ru: Длинна: 00:00.000

source: Showlänge:
fr: Durée:
ru: Длинна:

source: Sicherheitshinweis
fr: Alerte de sécurité
ru: Указателе безопасности

source: Sicherheitspasswort
fr: Mot de passe de sécurité
ru: Пароль безопасности

source: Sicherheitspasswort:
fr: Mot de passe de sécurité
ru: Пароль безопасности

source: Sie müssen erst einen Song laden
fr: Vous devez d'abord charger un morceau
ru: Сначала нужно загрузить звуковой файл

source: Slave
fr: Satellite
ru: Модуль

source: Slave ID:
fr: ID Satellite:
ru: № Модуля

source: Slave IDs setzen
fr: Définir l'ID du Satellite
ru: Установить № модуля

source: Slave:
fr: Satellite:
ru: Модуль

source: Software scharfschalten
fr: Armement du logiciel
ru: Вкл. "Боевой режим"

source: Sonstiges:
fr: Autre:
ru: Остальное

source: Spectrum
fr: Spectre Audio
ru: Звуковая дорожка

source: Spectrum:
fr: Spectre Audio:
ru: Звук

source: Speichern
fr: Sauvegarder
ru: Сохранить

source: Sprache auswählen
fr: Selectionner la langue
ru: Выбор языка

source: Start Show
fr: Démarrer le Show
ru: Запуск сценария

source: Start Show:
fr: Démarrer le Show:
ru: Запуск сценария

source: Status: ComPort %s konnte nicht geöffnet werden !
fr: Statut: le port COM %s n'a pas pu être ouvert !
ru: Статус: Не могу открыть ComPort %s !

source: Status: Mit ComPort %s verbunden
fr: Statut: Connecté au port COM %s
ru: Статус: Соединен с ComPort %s

source: Status: Nicht verbunden
fr: Statut: Non connecté
ru: Статус: нет связи

source: Step Cues:
fr: Etape Lignes:
ru: Последовательная стрельба

source: Steppautomatik:
fr: Etape automatique:
ru: Автоматический шаг:

source: Stop
ru: Стоп

source: Suche:
fr: Rechercher:
ru: Поиск

source: Text (Tab delimited)
ru: Текст (разделение Tab)

source: Text Files
fr: Fichiers texte
ru: Текстовый Файл

source: Time-Marks
fr: Graduations de temps
ru: Маркер времени

source: Timeline:
fr: Chronologie:
ru: Позиция

source: Timemarks:
fr: Graduations de temps:
ru: Маркер

source: Trennzeichen:
fr: Délimiteur:
ru: Разделитель:

source: Verbindungsoptionen:
fr: Options de connexion:
ru: Настройки подключения

source: Verbindungsversuch beim scharfschalten der Software
fr: Connexion à l'armement du logiciel
ru: Соединение переводит программу в боевой режим

source: Vergangene Zeit:
fr: Temps écoulé:
ru: Прошло времени:

source: Vergangene Zeit:
fr: Temps écoulé:
ru: Прошло времени:

source: Vergangene Zeit: 00:00.000
fr: Temps écoulé 00:00.000
ru: Прошло времени: 00:00.000

source: Verringern
fr: Diminuer
ru: Уменьшить

source: Verteiler ID:
fr: ID Satellite:
ru: № модуля

source: Verzogerung
ru: Задержка

source: Verzogerung:
ru: Задержка

source: Volume:
ru: Громкость:

source: Winkel
fr: Angle
ru: Угол

source: Winkel setzen
fr: Définir un angle
ru: Установить угол

source: Winkel:
fr: Angle:
ru: Угол

source: Word Documents
fr: Documents Word
ru: Документ Word

source: Zeige Show Informationen
fr: Afficher les informations du Show
ru: Показать информацию о сценарии

source: Zeit: +x
fr: Temps: +x
ru: Время: +x

source: Zoom In
ru: Увеличить

source: Zoom Out
ru: Уменьшить

source: Zu Position wechseln
fr: Atteindre position
ru: Перейти в позицию

source: Zurucksetzen
ru: Сброс

source: Zundanlage
ru: Система запуска

source: Zundzeitpunkt anzeigen:
ru: Показать время пуска:

source: Zundzeitpunkt:
ru: Время пуска

source: dd.MM.yyyy
ru: ДД.ММ.ГГГГ

source: hh:mm
ru: чч:мм

source: hh:mm dd.MM.yyyy
ru: чч:мм ДД.ММ.ГГГГ

source: Übersicht
fr: Aperçu
ru: Обзор

source: Stepper setzen
fr: Définir séquence
ru: Задать последовательность (Stepper)

source: Anzahl zu setzender Kanäle
fr: Définir le nombre de canaux
ru: Количество каналов Stepper

source: Bitte Anzahl der Kanäle eingeben
fr: Entrez le nombre de canaux
ru: Введите количество каналов

source: Sequenz hinzufügen
fr: Ajouter une séquence
ru: Задать время Stepper

source: Steppzeit eingeben
fr: Définir le délai entre les séquences
ru: Время задержки

source: Cues:
fr: Lignes:
ru: Команды:

source: "AAAA" /* "BBBB" /* "CCDD" /* "EEEE" /* * * * * !AVBHCVDVEV! #lbl2:C:C{}[16,13]# #jvld1:B:N{}[30,31]# #jvld2:B:N{}[30,31]# #jvld3:B:N{}[30,31]# #jvld4:B:N{}[30,31]# #jvld5:B:N{}[30,31]# #jvld6:B:N{}[30,31]# #jvld7:B:N{}[30,31]# #jvld8:B:N{}[30,31]# #jvld9:B:N{}[30,31]# #jvld10:B:N{}[30,31]# #jvld11:B:N{}[30,31]# #jvld12:B:N{}[30,31]# #jvld13:B:N{}[30,31]# #jvld14:B:N{}[30,31]# #jvld15:B:N{}[30,31]# #lbl4:E:C{}[16,13]# #lbl3:D:C{}[16,13]# #lbl1:A:C{}[16,13]#
fr: "AAAA" /* "BBBB" /* "CCDD" /* "EEEE" /* * * * * !AVBHCVDVEV! #lbl1:A:C{}[16,13]# #lbl2:C:C{}[16,13]# #jvld1:B:N{}[30,31]# #jvld2:B:N{}[30,31]# #jvld3:B:N{}[30,31]# #jvld4:B:N{}[30,31]# #jvld5:B:N{}[30,31]# #jvld6:B:N{}[30,31]# #jvld7:B:N{}[30,31]# #jvld8:B:N{}[30,31]# #jvld9:B:N{}[30,31]# #jvld10:B:N{}[30,31]# #jvld11:B:N{}[30,31]# #jvld12:B:N{}[30,31]# #jvld13:B:N{}[30,31]# #jvld14:B:N{}[30,31]# #jvld15:B:N{}[30,31]# #lbl4:E:C{}[16,13]# #lbl3:D:C{}[16,13]#

source: &Cancel
fr: &Ignorer

source: &Export
fr: &Exporter

source: &View only
fr: &Visualisation uniquement

source: + Fächer 5x
fr: + Fan 5x

source: + Fächer 6x
fr: + Fan 6x

source: + Fächer 8x
fr: + Fan 8x

source: Anzeige der Zeit seit erster Cueauslösung
fr: Afficher le temps écoulé depuis la première mise à feu

source: Anzeige der vergangenen Zeit nach Cueauslösung
fr: Afficher le temps écoulé depuis la dernière mise à feu

source: Auf Doppelbelegung prüfen
fr: Vérifiez si la même sortie est utilisée deux fois

source: ComPort: %s konnte nicht geöffnet werden ! Bitte korrigieren sie die Einstellungen
fr: Impossible d'ouvrir le Port Com %s ! Vérifiez les paramètres

source: Das Projekt existiert bereits. Möchten Sie die Dateien überschrieben ?
fr: Le projet existe déjà, voulez-vous écraser l'ancien?

source: Datei konnte nicht geöffnet werden
fr: Erreur à l'ouverture du fichier

source: Effektbeginn erhöhen um x
fr: Augmenter le début d'effet par x

source: False
fr: Faux

source: Fächer hinzufügen
fr: Ajouter fan

source: Gemessen an der letzten Zündung
fr: Calculé par le dernier allumage

source: Globale Verzögerung: (S.MS)
fr: Retard global: (S.MS)

source: Größe:
fr: Taille:

source: Hinweis: Änderungen werden erst beim Neustart der Software aktiv !
fr: Attention: Les modifications seront actives lors du redémarrage du logiciel!

source: KNr: --
fr: Canal: --

source: Löschen
fr: Effacer

source: Musik starten wenn Cue1 in Part1 gedrückt wurde
fr: Démarrer la musique lorsque la ligne 1 est pressée dans la partie1

source: Projekt speichern unter
fr: Sauvegarder le projet sous

source: Rack hinzufügen
fr: Ajouter un rack

source: SID: --
fr: Satellite: --

source: Show überprüfen
fr: Vérifier le Show

source: Showlänge: 00:00.000
fr: Durée: 00:00,000

source: True
fr: Vrai

source: Verzögerung
fr: Retard

source: Verzögerung:
fr: Retard:

source: Zu viele Kanäle für einen Slave ! (maximal 99)
fr: Trop de canaux pour un Satellite ! (maximum 99)

source: Zurücksetzen
fr: Reset

source: Zündanlage
fr: Allumage

source: Zündzeitpunkt anzeigen:
fr: Montrer le temps d'allumage:

source: Zündzeitpunkt:
fr: Top allumage:

source: PyroIgnitionControl V1.4.2
fr: PyroIgnitionControl EN V1.4.3 (Translation of team www.OpenPyro.com)
